tester/vegeta/txt reports/fastapi/result_parse_url_2m_6152.bin.txt
Requests      [total, rate, throughput]         738244, 6152.08, 6152.07
Duration      [total, attack, wait]             2m0s, 2m0s, 197.32µs
Latencies     [min, mean, 50, 90, 95, 99, max]  137.15µs, 198.659µs, 187.673µs, 240.245µs, 267.657µs, 356.678µs, 4.178ms
Bytes In      [total, mean]                     10914144, 14.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:738244  
Error Set: