tester/vegeta/txt reports/fastapi/result_post_2m_0.bin.txt
Requests      [total, rate, throughput]         7764385, 64703.24, 64702.55
Duration      [total, attack, wait]             2m0s, 2m0s, 1.269ms
Latencies     [min, mean, 50, 90, 95, 99, max]  163.931µs, 1.385ms, 1.344ms, 2.079ms, 2.292ms, 2.715ms, 6.011ms
Bytes In      [total, mean]                     256224705, 33.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:7764385  
Error Set: