tester/vegeta/txt reports/fastapi/result_post_read_2m_4877.bin.txt
Requests      [total, rate, throughput]         585240, 4877.04, 4877.02
Duration      [total, attack, wait]             2m0s, 2m0s, 248.71µs
Latencies     [min, mean, 50, 90, 95, 99, max]  85.18µs, 247.077µs, 233.177µs, 298.37µs, 330.933µs, 421.878µs, 2.352ms
Bytes In      [total, mean]                     15216214, 26.00
Bytes Out     [total, mean]                     15216214, 26.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      0:1  200:585239  
Error Set:
Post "http://localhost:7777/post_read": EOF